Repository: SWE-Keroles-Hany/mood-j
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello,
ar: مرحبًا،

source: Your Mood Journey
ar: رحلتك مع المزاج

source: Don't Forget To Write Today
ar: لا تنسَ أن تكتب عن يومك اليوم

source: Total Entries
ar: إجمالي الملاحظات

source: Most Frequent
ar: المزاج الأكثر تكرارًا

source: Writing Streak
ar: أيام متتاليه

# todayMood
source: Today's Mood
ar: مزاجك اليوم

source: Angry
ar: غضبان

source: Sad
ar: حزين

source: Happy
ar: سعيد

source: Boring
ar: ممل

source: Go
ar: ابدأ

source: Calm
ar: هادئ

source: Welcome to MoodJ
ar: مرحباً بك

source: Excited
ar: متحمس

source: Home
ar: الصفحة الرئيسية

source: My Journal
ar: مذكرتي

source: Profile
ar: الملف الشخصي

source: Your Journal Moods
ar: مزاجاتك في المذكرة

source: Empty Journal
ar: مذكرتك فارغة

source: Daily Reminder
ar: تذكيرك اليومي

source: Language
ar: اللغة

source: Add Photo
ar: أضف صورة

source: Add Mood
ar: أضف مزاجك

source: How Are You Feeling Today
ar: كيف تشعر اليوم؟

source: English
ar: الإنجليزية

source: Record Voice
ar: تسجيل صوت

source: How's Your Mood
ar: كيف هو مزاجك؟

source: Attachments
ar: المرفقات

# listenYourRecords
source: Listen to Your Records
ar: استمع إلى تسجيلاتك

source: Your Mood Added
ar: تمت إضافة مزاجك

source: Save
ar: حفظ

# descriptionAndEmojiRequired
source: Description and Emoji are Required
ar: الوصف والرمز التعبيري مطلوبان

source: Arabic
ar: العربية

source: Log Out
ar: تسجيل الخروج

source: Something Went Wrong
ar: حدث خطأ غير متوقع

source: Failed To Delete This Mood
ar: تعذّر حذف هذا المزاج

source: Mood Added Successfully
ar: تمت إضافة المزاج بنجاح 🎉

source: Enter Your Name
ar: أدخل اسمك من فضلك

source: Get Started
ar: ابدأ رحلتك الآن

source: Days
ar: ايام

source: Reminder
ar: تذكير

source: Name can't be less than 3 characters
ar: يجب ألا يقل الاسم عن 3 أحرف

source: Track your moods, reflect on your day, and see your journey over time
ar: تتبع مزاجك، وتأمل يومك، واكتشف رحلتك مع مرور الوقت
